Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digidel.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Those using the app on a
nb: De som bruker app på

source: You can either accept or reject the request.
nb: Godtar du kan du og personen som sendte

source: Name and address of recipient (you can choose to send the products to a friend or a family member)
nb: Navn og adresse på mottaker av varene (du kan velge å sende varene til en venn eller et familiemedlem)

source: If you’re normally the only person using the computer, tablet or smartphone you’re using now, it’s not common to log out of Facebook each time you have used it.
nb: Bruker du en datamaskin, et nettbrett eller en smarttelefon der du stort sett er den eneste brukeren er det ikke vanlig å logge av Facebook.

source: If you’re using a smartphone, tap the menu button at the top left of the screen.
nb: Bruker du smarttelefon må du trykke på menyknappen øverst til venstre i bildet.

source: To make a video call on Skype using a desktop computer, you need a webcam.
nb: For å kunne ha en videosamtale via Skype med en stasjonær datamaskin må du bruke et webkamera.

source: For each email, the list shows the name or email address of the sender as well as the
nb: Hver e-post inneholder navnet eller e-postadressen til avsender og tittelen på e-posten (det

source: Please ask for help if you have any questions.
nb: Be om hjelp hvis det er noe du lurer på.

source: Ask everyone to type ‘www.kongehuset.no’ in their web browser and hit ‘Enter’.
nb: Be alle om å skrive inn "www.kongehuset.no" i nettleseren sin, og trykke "

source: To find your friends on Facebook, you have to search for them.
nb: For å finne dine venner på Facebook må du søke etter dem.

source: Most people use Facebook to keep in touch and share photos, news stories and other things with friends and acquaintances.
nb: De fleste bruker Facebook til å holde kontakt, dele bilder, nyhetssaker og andre ting med venner og kjente.

source: You can also enter more than one name if you wish.
nb: Du kan skrive inn flere navn om du ønsker.

source: You should all have received an email from me in reply to the email you sent me earlier.
nb: Dere skal alle ha mottatt en e-post fra meg med svar på den e-posten dere sendte meg

source: Click on it.
nb: og trykke på det.

source: Click on it once.
nb: Klikk en gang på den.

source: You’ll find it in the bottom right-hand corner.
nb: Du finner det nederst til høyre.

source: Some way down the list you’ll find the menu option ‘Log Out’.
nb: Et stykke ned på listen dukker menyvalget "Logg ut" opp.

source: First, you will be asked to enter the name of the friend, group or event you want to share the post to.
nb: Først blir du bedt om å oppgi navnet på vennen, gruppen eller arrangementet du ønsker å dele med.

source: Start typing the name of the entity you’re looking for in the search field.
nb: Begynn å skrive navnet på det du leter etter i søkefeltet.

source: Others will see a message to ‘swipe to switch off’.
nb: Dersom du ønsker å se på den andre fanen igjen klikker du på den.

source: You can also write your own comments to photos and other Facebook posts.
nb: Det går også an å skrive egne kommentarer til bilder, innlegg og annet som blir lagt ut på Facebook.

source: The button you need to click or tap to log out might look a little different depending on whether you’re using a tablet, smartphone or computer.
nb: Knappen du må trykke på for å få logget deg av ser forskjellig ut avhengig av om du bruker nettbrett, smarttelefon eller datamaskin.

source: If you click here, you’ll see a list of users that Facebook thinks you may know.
nb: Trykker du på denne får du opp en liste over brukere Facebook tror du kanskje kjenner.

source: To complete the purchase, you must also agree to the terms and conditions of the online shop you are using.
nb: Før du kan gjennomføre kjøpet må du også si deg enig i kjøpsvilkårene til nettbutikken du bruker.

source: Make sure everyone has typed a subject in the field before you go on.
nb: Vent med å gå videre til alle har fylt inn e-postadressen.

source: To end the cal, click on the red button.
nb: For å avslutte samtalen trykker du på den røde knappen.

source: If you put more products in, the basket will be updated.
nb: Legger du i flere varer, oppdateres handlekurven.

source: number and password in the web browser before clicking the ‘Log On’ button at the top of the page.
nb: ditt og passordet før du trykker på "Logg inn"-knappen øverst på siden.

source: Make a round of the classroom to check that everyone has found the email address they need to sign in with.
nb: Ta en runde og sjekk at alle har funnet e-postadressen de skal logge på med.

source: When someone sends you a contact request, Skype will send you a notification.
nb: Når noen sender en kontaktforespørsel til deg vil Skype sende deg beskjed om dette.

source: In this example, we are choosing to share the post on a friend’s timeline
nb: I dette eksempelet velger vi å dele på tidslinjen til en venn.

source: Ask everyone to try this.
nb: Klikk på en menyoverskrift for å åpne den.

source: Ask everyone to go to google.no.
nb: Be alle om å gå inn på google.no.

source: Ask everyone to close any open web browsers and programs on their device and go back to their desktop.
nb: Be alle om å lukke nettleserne og programmene de har oppe på sin maskin og gå tilbake til skrivebordet sitt.

source: Find an online shop
nb: Finn en nettbutikk

source: Some people shop online to save time and money.
nb: Noen handler i nettbutikk for å spare tid og penger.

source: Later we’ll look at where these friend requests appear.
nb: Hvor disse venneforespørslene dukker opp skal vi se på senere.

source: The chat will show all the messages back and forth between you and the person you're chatting with.
nb: Chatten viser alle beskjeder som går mellom deg og den du chatter med.

source: It is often not possible to be friends with institutions, but you can choose to ‘like’ them.
nb: Ofte kan du ikke bli venner med institusjoner men du kan velge å "like".

source: Ask everyone to find and click on their magnifying glass icon.
nb: Be alle om å finne og trykke på sitt forstørrelsesglass.

source: Facebook will give you suggestions for who you’re looking for.
nb: Facebook vil komme med forslag til hvem det er du leter etter.

source: We’ll go back to this later.
nb: Dette kommer vi tilbake til.

source: When you have familiarised yourself with this, you can tick the box to agree to the terms and conditions if you still want to buy the products.
nb: Når du har funnet ut av disse tingene kan du huke av for at du er enig i kjøpsvilkårene dersom du fremdeles ønsker å kjøpe varene.

source: Type in your email address in the email address field (use the address we found in ‘Settings’ earlier).
nb: Skriv inn e-postadressen i feltet for e-postadresse (bruk adressen som vi fant under innstillinger tidligere).

source: All email services have a button you can click to begin writing a new email.
nb: Alle e-posttjenester har en knapp for å begynne å skrive en ny e-post.

source: To add the person to your friends list, click on the ‘Add friend’ button.
nb: For å legge til personen i din venneliste må du trykke på knappen "Legg til venn".

source: Make sure everyone has reached this image before you go on
nb: Pass på at alle har kommet til dette bildet før du går videre.

source: will take you back to the news feed
nb: Trykker du på denne kommer du til nyhetsoversikten.

source: After the username comes an at sign (@).
nb: Etter brukernavnet kommer det en alfakrøll (@).

source: If you don’t want everyone to be able to contact you, the alternative is that only friends of friends will be able to.
nb: Ønsker du ikke at alle skal ha muligheten til å ta kontakt med deg er alternativet at kun venners venner får lov.

source: To open an email and read the contents, click once on either the name of the sender or the
nb: For å åpne en e-post og lese innholdet trykker du en gang på enten navnet på avsender eller

source: If you click on the green button with a telephone receiver symbol, you’ll accept the call, but the person calling will only hear your voice and cannot see you on video while you talk.
nb: Trykker du på den grønne knappen med bilde av et telefonrør tar du imot samtalen, men personen som ringer kan bare høre stemmen din, de kan ikke se video av deg mens dere snakker.

source: To become a Skype user, you need to give your full name, your Skype name (a nickname or username for Skype), a password and an email address
nb: For å bli en Skype-bruker må du oppgi fullt navn, Skype-navn (kallenavn eller brukernavn på Skype), et passord og en e-postadresse.

source: App users will see a long list of menu choices.
nb: -brukere får opp en lang liste med menyvalg.

source: Clicking on ‘Home’ will take you back to the news feed.
nb: Trykker du der det står "Hjem" kommer du til nyhetsoversikten.

source: If you’re using a computer, click where it says ‘Skype’ on the menu bar at the top of the
nb: Bruker du en datamaskin trykker du der det står Skype på menylinjen øverst på skjermen.

source: If you’d like to log in again, you’ll have to type your email address or mobile phone number and password in the web browser before clicking the ‘Log On’ button at the top of the page.
nb: Ønsker du å logge på igjen må du i nettleseren skrive inn e-posten eller mobilnummeret ditt og passordet før du trykker på "Logg inn"-knappen øverst på siden.

source: This is the image that should appear when you log on to Skype.
nb: Dette er bildet som skal dukke opp når du logger inn på Skype.

source: To find out whether you have an account, go to ‘Settings’ on your phone.
nb: For å finne ut om du har en slik konto må du gå til innstillinger på telefonen din.

source: If you’re using a tablet, you’ll find a small icon where it says ‘About Me’ at the bottom of
nb: Bruker du nettbrett finner du et like ikon der det står "Om meg" nederst på skjermen.

source: We did this at the beginning of Part 1 of this course.
nb: gjorde vi på begynnelsen av Del 1 i dette kurset.

source: A typical email in Google looks like this.
nb: Slik ser en typisk e-post ut i Google.

source: It wil give you the option to write something in the field where it says ‘Say something
nb: Her får du muligheten til å skrive noe i feltet "Si noe om dette …".

source: If you want to see the other tab again, just click on it.
nb: Dersom du ønsker å se på den andre fanen igjen klikker du på den.

source: To choose a product, click on it.
nb: Trykk på en vare for å velge den.

source: Try to send me another email.
nb: Prøv å sende meg en e-post til.

source: This is especially important if you’re using a computer in a library or other public place
nb: Spesielt viktig er det dersom du bruker en datamaskin som hører til på et bibliotek eller et annet offentlig sted.

source: Facebook timeline so that your friends can see it there.
nb: Facebook-tidslinje slik at dine venner kan se det der.

source: Ask everyone to go to their email account and see if they have received an email from Facebook.
nb: Be alle om å gå inn på sin e-postkonto og se om de har fått e-post fra Facebook.

source: To download Skype, those using a tablet or smartphone will have to go to their app store, search for Skype and download the app.
nb: For å laste ned Skype må de som bruker nettbrett og telefon gå inn på sin app-butikk, søke etter Skype og laste ned appen.

source: When you have written what you want to say, press 'Enter' on the keyboard to send the message
nb: Når du har skrevet det du vil si trykker du på "Enter" på tastaturet for å sende beskjeden.

source: You can also buy speakers and a microphone for your computer, but without a camera
nb: Du kan også kjøpe høyttalere og mikrofon til datamaskinen, men uten kamera får du ikke

source: If the Skype name you chose is already being used by someone else, Skype wil suggest a
nb: Dersom noen allerede bruker det Skype-navnet du ønsker vil Skype foreslå et annet

source: If you have typed the address correctly, you wil reach this page.
nb: Har du skrevet inn riktig adresse vil du komme til denne siden.

source: Find it in the list in your Inbox, and click on it.
nb: Finn denne i lista i Innboksen din og trykk på den.

source: You will then see several sharing options.
nb: Da får du opp flere delingsalternativer.

source: This page will appear.
nb: Denne siden dukker opp.

source: Wait for everyone to send the email before you go on.
nb: Vent med å gå videre til alle har fått sendt e-posten sin.

source: If you accept it, you and the person who sent you the request can both call each other via Skype.
nb: Godtar du kan du og personen som sendte forespørselen ringe hverandre via Skype.

source: If you click on this, you’ll get to your wall/timeline straight away
nb: Trykker du på dette kommer du med en gang til veggen/tidslinjen din.

source: If a page appears that looks something like this, that means that you have now created a
nb: Hvis det dukker opp en side som ligner på dette, betyr det at du nå har fått opprettet en

source: What you see might look slightly different depending on whether you’re using a tablet, smartphone or computer.
nb: Hva som dukker opp på din skjerm avhenger blant annet av om du bruker nettbrett, smarttelefon eller datamaskin.

source: click on the field where it says ‘Write a comment’.
nb: … så trykker du i feltet der det står "Skriv en kommentar".

source: If you click on the green button with a camera symbol, a video call will begin where you will both be able to see each other and talk if you both have the required equipment.
nb: Trykker du på den grønne knappen med bilde av et kamera starter dere en videosamtale der dere kan se hverandre og snakke sammen dersom begge to har utstyret som skal til.

source: Find the person and click on his/her name
nb: Finn personen og trykk på hans/hennes navn.

source: In the top right-hand corner of your Inbox you’ll see your name or email address.
nb: Øverst i høyre hjørne av Innboksen ser ut navnet ditt eller e-postadressen din.

source: Most people will have a clock on their line.
nb: På google.no får man opp et søkefelt midt på skjermen.

source: The image on the screen is the same one that you will see when you log on to Skype later, but before we get that far, let’s create a user account/profile.
nb: på skjermen er det samme bildet som vil dukke opp når du senere skal logge på Skype, men før vi kommer så langt må vi opprette en brukerkonto/brukerprofil.

source: Click on the option you want.
nb: Trykk på alternativet du ønsker.

source: Explore the possibilities by using the symbols you see here.
nb: Utforsk disse muligheten ved å bruke symbolene du ser her.

source: Now you will all send an email to me.
nb: Alle skal nå sende en e-post til meg.

source: In this field, you can type the name or email address of someone you don’t want further
nb: I dette feltet kan du skrive inn navn eller e-postadressen til noen som du ikke lenger

source: The person you are talking to will still be able to see what you are filming and hear what
nb: Personen du snakker med kan da fremdeles se hva du filmer og høre hva du sier,

source: If the name or photo that appears is not yours, you need to tap ‘Log in to another account’ and fill in your details just like you would if you were using a web browser.
nb: Dersom det ikke er ditt bilde eller navn som står oppført må du trykke på "Logg inn på en annen konto" og fylle inn informasjonen din akkurat som de som bruker nettleseren.

source: If you’re using a tablet, you’ll find a small icon where it says ‘About Me’ at the bottom of the screen.
nb: Bruker du nettbrett finner du et like ikon der det står "Om meg" nederst på skjermen.

source: Since this is your first time using Skype, the program might give you some instructions or information at this point.
nb: Siden dette er første gangen du bruker Skype, kan det nå hende du får noen instruksjoner og informasjon fra programmet.

source: You can also write something on other users’ timelines if you want to.
nb: Du kan også skrive noe på tidslinjen til andre brukere hvis du vil det.

source: Click on this symbol.
nb: Trykk på denne.

source: Remember to sign out when you’re done so that others can’t read and send email from your account.
nb: Husk å logge ut når du er ferdig så ikke andre kan gå inn og lese og sende e-post fra din konto.

source: The most important component is the address bar.
nb: Det viktigste elementet er en adresselinje.

source: To contact someone, you need to find their profile and send them a contact request.
nb: For å kunne kontakte noen må du finne profilen deres og sende dem en

source: device you are using, but the fields you need to fill in to create a user profile/account are the same.
nb: men feltene du må fylle ut for å lage en brukerprofil/brukerkonto er de samme.

source: To open an email, click on the name of the sender or the heading.
nb: For å åpne en e-post trykker du på avsender eller tittel.

source: If you’re using a computer, click where it says ‘Skype’ on the menu bar at the top of the screen
nb: Bruker du en datamaskin trykker du der det står Skype på menylinjen øverst på skjermen.

source: It is up to you what equipment you would like to use to make your Skype calls.
nb: Hvilket utstyr du velger å bruke for å ringe med Skype er opp til deg.

source: on the internet and try out when you have a bit more experience with Skype.
nb: du kan søke om på Internett eller teste ut når du har blitt en mer erfaren Skype-bruker.

source: You have now logged on to Skype.
nb: Du har nå logget på Skype.

source: You can have as many such connections as you like on Facebook.
nb: Du kan ha så mange slike kontakter du vil på Facebook.

source: Some of you may have a program on your computer or an app on your tablet or smartphone that you can use to check your email.
nb: Noen av dere har kanskje et program på datamaskinen eller en app på nettbrett eller smarttelefon som dere kan bruke til å sjekke mailen med.

source: If you click on a tablet or smartphone screen once, you’l see the same symbols.
nb: Trykker du en gang på skjermen på nettbrett eller smarttelefon vil de samme

source: In the next field, enter in your password again.
nb: I det neste feltet skal du skrive inn passordet ditt på nytt.

source: You can choose to share on a friend’s timeline (wall), in a group or in an event.
nb: Du kan velge å dele på tidslinjen (veggen) til en venn, i en gruppe eller i et arrangement.

source: If you didn’t have a Facebook
nb: Dersom du ikke hadde en

source: If you’re using the app, the toolbar may be partly at the top and partly at the bottom of the screen.
nb: Bruker du appen kan linjen være fordelt øverst og nederst på skjermen.

source: When using a web browser, the icons are located side by side on the menu bar and are dark blue in colour.
nb: Når du bruker nettleser ligger de ved siden av hverandre på menylinja og er mørkeblå i fargen.

source: The person who sent you the friend request will not be notified if you choose to ignore their friend request.
nb: Den som har sendt deg venneforespørselen får ikke beskjed eller melding dersom du velger å ignorere forespørselen.

source: The timeline works like a profile for the person or organisation it belongs to.
nb: Tidslinjen fungerer som en profil for den den handler om.

source: This is not a
nb: For å bevise

source: Others can also send you such requests.
nb: Andre kan også sende slike forespørsler

source: A long list will then appear showing much of what is always visible when you are using Facebook on a web browser, but which is hidden to save space when using the app on a smartphone or tablet.
nb: Da dukker det opp en lang liste som viser mye av det som hele tiden ligger synlig når man bruker Facebook via nettleser men som er fjernet for å lage bedre plass når man bruker appen på smarttelefoner og nettbrett.

source: If you use headphones with a microphone, you don’t need external speakers.
nb: Du trenger ikke eksterne høyttalere om du bruker høretelefoner med mikrofon.

source: iPad/iPhone users will see ‘Get’ or the price of the app.
nb: Hos apper på iPad/iPhone brukere står det "hent” eller prisen på appen..

source: To become a Skype user, you need to give your ful name, your Skype name (a nickname
nb: For å bli en Skype-bruker må du oppgi fullt navn, Skype-navn (kallenavn eller brukernavn

source: You can experiment with this later if you like, but we won’t spend any time going through it in class
nb: Plusstegnet lar deg legge til flere kontakter i samtalen, det kan du eksperimentere med senere om du vil, vi bruker ikke tid til å gå igjennom det på dette kurset.

source: What everyone needs, no matter what equipment or accessories they decide to use, is access to the internet and access to the Skype program where you have an account/profile
nb: Noe alle må ha, uansett hvilket utstyr og ekstrautstyr de skaffer seg er tilgang på Internett og tilgang på Skype-programmet hvor du har en konto/profil.

source: Ask everyone to click on one of the emails in their Inbox.
nb: Be alle om å trykke på en av e-postene de har i sin Innboks.

source: You do this the same way as when you search for friends.
nb: Det gjør du på samme måte som du gjøre når du søker etter venner.

source: When you have put everything you want to buy into your basket, you need to find the
nb: Når du har lagt alt du ønsker å handle i din handlekurv må du finne kassen for å betale.

source: If you like, you can add people from this list as Facebook friends.
nb: Om du ønsker kan du legge til folk fra denne listen som dine Facebook-venner.

source: This is what it typically looks like in Gmail.
nb: Slik ser det typisk ut i Outlook.

source: This page may look a little different depending on whether you’re using a tablet, smartphone or computer.
nb: Denne kan se litt forskjellig ut avhengig av om du bruker nettbrett, smarttelefon eller datamaskin.

source: Don’t continue until everyone has done so.
nb: Ikke gå videre før alle har gjort dette.

source: This might take a bit longer to do, but the advantage is that you can then check your
nb: Det tar ofte litt lengre tid, men fordelen er at du da kan sjekke e-posten din på

source: The example I’m using now will be from the app as it might look on a tablet or smartphone, but the steps and messages you need to follow will be the same no matter what platform or device you are using.
nb: Eksempelet jeg bruker nå vil være fra appen slik den ser ut på nettbrett og smarttelefon, men trinnene og beskjedene du må ta hensyn til vil være de samme uavhengig av hva slags plattform/maskin du bruker.

source: Here you’l also see a red square with a number in it if anything new has happened since
nb: Også her dukker det opp en rød firkant med et tall i dersom det har skjedd noe siden sist.

source: If you’re using a web browser, you’ll see a small padlock symbol with some lines next to it at the far right of the menu bar.
nb: Bruker du nettleser ser du helt til høyre på menylinjen et bilde av en liten hengelås med noen streker ved siden av.

source: Wait for everyone to fill in the email address before you go on.
nb: Vent med å gå videre til alle har fylt inn e-postadressen.

source: On Facebook, ‘friends’ means people you have agreed to be connected to.
nb: "Venner" på Facebook betyr personer som du har sagt ja til å ha kontakt med.

source: this, click on the ‘Share’ button.
nb: trykker du på "Del"-knappen.

source: As long as both you and the person you want to talk to have a Skype user account and are online, you can talk for free.
nb: Så lenge både du og den du vil samtale med har en brukerkonto på Skype og er på Internett når dere samtaler, kan det gjøres gratis.
